Revit 2024 API
ScheduleFilter.IsIntegerValue Property
 Indicates if the filter has an integer value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public bool IsIntegerValue { get; }
Visual Basic
Public ReadOnly Property IsIntegerValue As Boolean
	Get
Visual C++
public:
property bool IsIntegerValue {
	bool get ();
}
See Also
ScheduleFilter Class
Autodesk.Revit.DB Namespace